Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.4eaa2c3979db
source: 重量・回数・RPEを比較
ar_sa: قارن الوزن، عدد المرات، RPE
ca: Compara el pes, el nombre de vegades, RPE
cs: Porovnejte váhu, počet opakování a subjektivní hodnocení (RPE)
da: Sammenlign vægt, antal gentagelser og subjektiv anstrengelse (RPE)
de_de: Vergleichen Sie Gewicht, Anzahl und wahrgenommene Anstrengung (RPE)
el: Συγκρίνετε βάρος, επαναλήψεις και βαθμολογία δυσκολίας (RPE)
en_au: Compare weight, repetitions, and RPE (Rate of Perceived Exertion)
es_es: Compara peso, repeticiones y nivel de esfuerzo percibido (RPE).
fi: Vertaa painoa, toistoja ja RPE:tä
fr_ca: Comparer le poids, le nombre de répétitions et la perception du niveau d'effort (RPE)
gu: વજન, પુનરાવર્તનો અને RPE (હજુ કેટલું કરી શકો છો) ની સરખામણી કરો
he: השוואה של משקל, מספר חזרות ו-RPE
hi: वजन, संख्या और RPE की तुलना करें
hr: Usporedi težinu, broj ponavljanja i subjektivnu ocjenu napor
hu: A súly, a számok és az RPE (perceived rate of exertion) összehasonlítása
id: Membandingkan berat, jumlah, dan tingkat kesulitan (RPE)
it: Confronta peso, ripetizioni e RPE (percezione dello sforzo)
ko: 무게, 반복 횟수, RPE 비교
mr: वजन, संख्या आणि RPE (रेटेड पेक्षा) ची तुलना करा
ms: Bandingkan berat, jumlah, dan RPE
nl_nl: Vergelijk gewicht, aantal herhalingen en RPE (Rate of Perceived Exertion)
no: Sammenlign vekt, antall repetisjoner og subjektiv anstrengelse (RPE)
pl: Porównaj wagę, liczbę powtórzeń i subiektywną ocenę wysiłku (RPE)
pt_br: Compare peso, repetições e percepção subjetiva de esforço (RPE)
pt_pt: Compare peso, repetições e percepção subjetiva de esforço (RPE)
ro: Compară greutatea, numărul de repetări și percepția efortului (RPE)
ru: Сравните вес, количество повторений и субъективную оценку нагрузки (RPE).
sk: Porovnajte váhu, počet opakovaní a subjektívnu úroveň námahy (RPE)
sl: Primerjajte težo, število ponovitev in subjektivno ocenjevanje (RPE)
sv: Jämför vikt, antal repetitioner och subjektiv ansträngning (RPE)
ta: எடை, எண்ணிக்கை மற்றும் RPE ஒப்பீடு செய்யவும்
te: బరువు, సంఖ్య మరియు RPEని పోల్చడం
th: เปรียบเทียบน้ำหนัก จำนวนครั้ง และระดับความรู้สึกเหนื่อย
tr: Ağırlık, tekrar sayısı ve RPE'yi karşılaştır
uk: Порівняйте вагу, кількість повторень та рівень відчуття навантаження (RPE)
vi: So sánh về trọng lượng, số lần, mức độ khó (RPE)
zh_hans: 比较重量、次数和RPE
zh_hant: 比較重量、次數和RPE

# domain_catalog.4fa5744407c2
source: 腹圧を保ち、バーを顔の前から頭上へまっすぐ押し上げる。
ar_sa: مع الحفاظ على ضغط البطن، ادفع البار للأعلى بشكل مستقيم أمام وجهك وفوق رأسك.
ca: Mantenint la pressió abdominal, empeny la barra cap amunt davant de la cara i per sobre del cap.
cs: Udržujte tlak na břicho a pomalu zvedejte tyč od obličeje směrem nahoru.
da: Hold trykket i maven, og løft stangen lige op fra dit ansigt mod toppen af hovedet.
de_de: Sie drängen den Bauchdruck und drängen die Bar direkt vor dem Gesicht über den Kopf.
el: Κρατήστε την πίεση στην κοιλιά και σηκώστε τον μύ, από το μέτωπο προς τα πάνω.
en_au: Maintain pressure on your abdomen and lift the bar straight up from directly in front of your face towards your head.
es_es: Mantener la presión abdominal y levantar la barra directamente desde frente a la cara hasta por encima de la cabeza.
fi: Pidä vatsalihakset aktiivisina ja nosta vartaloa suoraan etu- ja yläpäähän.
fr_ca: Maintenir une pression abdominale et pousser le bar avant vers le haut, en gardant le dos droit.
gu: તમારા પેટ પરનું દબાણ જાળવી રાખો, અને બારને તમારા ચહેરાથી ઉપર તરફ સીધી રીતે ઉપર ધસાવો.
he: שמירה על לחץ בבטן, הרמת הבר מעוד העור אל קו החזה.
hi: अपनी पेट की मांसपेशियों को मजबूत रखें और बार को अपने चेहरे से ऊपर की ओर सीधा उठाएं।
hr: Držite pritisak na trup i podižite obje ruke izravno prema glavi.
hu: Tartsa a nyomást, és emelje fel az arc előtt a torok irányába.
id: Menjaga tekanan di perut, lalu mendorong bar secara langsung dari depan wajah ke atas kepala.
it: Mantenere la pressione sull'addome e sollevare l'asta dritto, dal viso verso l'alto.
ko: 복부 압력을 유지하며, 손을 얼굴에서 머리 위로 곧게 뻗는다.
mr: पोट स्थिर ठेवा आणि बारला आपल्या चेहऱ्यापासून डोक्याच्या दिशेने सरळ वर उचला.
ms: Mempertahankan tekanan di perut, dan mengangkat bar secara terus ke atas dari hadapan wajah.
nl_nl: Duw het staafje recht omhoog van voor je gezicht naar boven, terwijl je de druk op je buik behoudt.
no: Hold trykket, og press stangen rett opp fra ansiktet mot hodet.
pl: Utrzymuj prawidłowe ciśnienie w brzuchu i delikatnie podnoś palce do góry, od strony twarzy.
pt_br: Mantenha a pressão abdominal e empurre o peso em direção ao rosto, subindo reto do chão até acima da cabeça.
pt_pt: Mantenha a pressão abdominal e empurre o peso em direção ao rosto, subindo reto do chão até acima da cabeça.
ro: Menține tensiunea abdominală și ridică bara de la față, spre partea superioară a corpului.
ru: Держать давление в животе и плавно поднимать штангу от лица к голове.
sk: Udržujte tlak v brušnej oblasti a zdvihnite tyč pred sebou, priamo smerom nahor.
sl: Držite pritisk v trebuhu in dvignite robar naprej od obraza do glave.
sv: Tryck upp stången rakt framför ansiktet, mot huvudet, samtidigt som du behåller en stabil mage.
ta: வயிற்று அழுத்தத்தை பராமரித்து, பார்வையை முகத்திலிருந்து தலையின் மேல் நோக்கி நேராக உயர்த்தவும்.
te: కడుపు ఒత్తిడిని కాపాడుతూ, బార్‌ను ముఖం నుండి తల పైకి నేరుగా పైకి ఎత్తండి.
th: รักษาแรงดัน และค่อยๆ ดันคานขึ้นจากด้านหน้าไปด้านบน
tr: Karın basıncını koruyarak, ağırlığı yüzünüzden başınıza doğru düz bir şekilde kaldırın.
uk: Тримати тиск у животі та плавно піднімати штангу від обличчя до голови.
vi: Giữ nguyên áp lực, đẩy thanh từ trước mặt lên thẳng về phía trên đầu.
zh_hans: 保持腹部压力，将哑铃从脸前向上直接抬起。
zh_hant: 保持腹部压力，将身体从脸前向上推起。

# domain_catalog.502e3b30230d
source: 腰を反らさず、体幹を固めたままローラーを前方へ転がす。
ar_sa: قم بتحريك الأسطوانة للأمام دون تقويس ظهرك وإبقاء قلبك مشدودًا.
ca: Feu girar el corró cap endavant sense arquejar l'esquena i mantenint el nucli ben ajustat.
cs: Nespínejte záda, udržujte stabilní střed těla a přemístěte válec dopředu.
da: Bøj ikke ryggen, men rul kroppen fremad med en fast kropskerne.
de_de: Die Wirbelsäule nicht überdehnen, sondern den Körperkern stabil halten und den Rollen vorwärts bewegen.
el: Μην λυγίζετε υπερβολικά την πλάτη σας, διατηρήστε τη στήλη σας σταθερή και μετακινήστε το ρολό μπροστά.
en_au: Without over-arching your back, roll the roller forward while maintaining a stable core.
es_es: Rodar el rodillo hacia adelante manteniendo la espalda recta y fortaleciendo el core.
fi: Pidä selkä suorana ja pyöräytä vartaloa eteenpäin käyttämällä apuvastetta.
fr_ca: Rouler le rouleau vers l'avant en maintenant le dos droit et en maintenant une bonne posture.
gu: તમારા પેટને સીધા રાખીને, શરીરના મધ્ય ભાગને મજબૂત રાખીને રોલરને આગળની તરફ ખસેડો.
he: השמור על גב ישר, ושמור על יציבות הגוף תוך הזזת הרולר קדימה.
hi: अपनी पीठ को सीधा रखें और अपने शरीर के कोर को मजबूत रखते हुए रोलर को आगे की ओर घुमाएं।
hr: Držeći leđa izravnima, pomičte roler naprijed.
hu: A gerincet ne hajlítsa lefelé, hanem tartsa az egyenes testtartást, és emelje a tornát előre.
id: Memutar tubuh ke atas sambil menjaga punggung tetap lurus, dan menggerakkan roller ke depan dengan inti tubuh yang kuat.
it: Arrotondare il busto, mantenendo il core stabile, e far scorrere il rullo in avanti.
ko: 허리를 굽히지 않고, 코어 근육을 강화한 상태에서 롤러를 앞으로 밀고 나간다.
mr: पोट ताणून घेऊ नका, शरीराचा मध्यभाग मजबूत ठेवून रोलरला पुढे सरकवा.
ms: Membungkus tubuh ke atas tanpa menekuk punggung, sambil memindahkan roller ke hadapan.
nl_nl: Rol je bovenlichaam voorover, terwijl je je rug recht houdt en je lichaam stabiel blijft.
no: Bøy ikke ryggen, men fortsett å bruke magemusklene til å skyve vekten fremover.
pl: Utrzymując stabilność tułowia, przesuń rolkę w przód.
pt_br: Mantenha a coluna reta e role o rolo para frente, utilizando a parte inferior do corpo como suporte.
pt_pt: Mantenha a coluna reta e role o rolo para frente, utilizando a parte inferior do corpo como suporte.
ro: Mențineți spatele drept și rotiți corpul înainte, folosind rola ca punct de sprijin.
ru: Не напрягать поясницу, а использовать корпус как опору для перемещения роллера вперед.
sk: Nenechávajte sa preťažiť a ohýbate sa do strán, pričom využívate svoje boky ako oporu.
sl: Ne prekomplicirajte z hrbtom, ohranite stabilnost trupa in premaknite roler naprej.
sv: Lyft kroppen uppåt, utan att översträcka ryggen, och använd höfterna som stöd.
ta: முதுகை அதிகமாக வளைக்காமல், உடலின் மையத்தை வலுவாக வைத்து ரோலரை முன்னோக்கி உருட்டவும்.
te: వెన్నుపూసను ఎక్కువగా వంచకుండా, కాలును ముందుకు నడిపించండి.
th: โค้งตัวโดยไม่ทำให้เอวแอ่น และใช้ร่างกายเป็นหลักในการเลื่อนโรลเลอร์ไปข้างหน้า
tr: Beli bükmeyin, vücut çekirdeğinizi sağlam tutarak tekerleği öne doğru itin.
uk: Не згинати спину, але переносити навантаження вперед, коли ролик рухається вперед.
vi: Giữ thẳng lưng và lăn phần thân trước trên xe theo hướng tiến.
zh_hans: 保持腰部挺直，保持身体核心稳定，然后向前滚动卷尺。
zh_hant: 保持腰部不動，並在維持核心穩定性的情況下，將滾輪向前推。

# domain_catalog.50320710b7fb
source: 筋トレ
ar_sa: تدريب العضلات
ca: entrenament muscular
cs: Trénink svalů
da: Træning
de_de: Krafttraining
el: Προπόνηση με βάρη
en_au: Strength training
es_es: Entrenamiento de fuerza
fi: Voimaharjoittelu
fr_ca: Entraînement musculaire
gu: તંદુરસ્તી.
he: אימוני כוח
hi: मांसपेशियों का व्यायाम
hr: Trening mišića
hu: Izomterápia
id: Latihan kekuatan
it: Allenamento della forza
ko: 근력 운동
mr: मांसपेशी प्रशिक्षण
ms: Latihan kekuatan
nl_nl: Krachtraining
no: Styrketrening
pl: Trening siłowy
pt_br: Treino de força
pt_pt: Treino de força
ro: Antrenament cu greutăți
ru: Тренировки на силу
sk: Tréning s dôrazom na svaly
sl: Trening z utežmi
sv: Träning
ta: உடற்பயிற்சி
te: వ్యాయామం
th: การออกกำลังกายแบบเวทเทรนนิ่ง
tr: Kas egzersizi
uk: Тренування м'язів
vi: Tập cơ bắp
zh_hans: 哑铃训练
zh_hant: 肌力訓練

# domain_catalog.5040d710ed48
source: ランジ
ar_sa: اندفع
ca: Estocada
cs: Dřepy
da: Lunges
de_de: Ausfallschritte
el: Άρσεις ποδιών
en_au: Lunge
es_es: Zancadas
fi: Kyykky
fr_ca: Fentes
gu: લન્જ
he: לאנג'
hi: लंजेस
hr: Razvlačenje
hu: Komponálás
id: Lunges
it: Affondi
ko: 런지
mr: लंज
ms: Langkai
nl_nl: Lunges
no: Utfall
pl: Przysiady
pt_br: Agachamento
pt_pt: Agachamento
ro: Genuflexiuni
ru: Приседания
sk: Dlhe
sl: Raztegovanje
sv: Knäböj
ta: லஞ்ச்
te: లాంజ్
th: สเต็ป
tr: Dizleri bükerek ileri basamak atma (Lunge)
uk: Присідання
vi: Squat
zh_hans: 弓步
zh_hant: 弓步

# domain_catalog.50c6a86a89fe
source: ダンベルを体の近くに保ち、股関節主導で上体を倒す。
ar_sa: أبقِ الدمبلز بالقرب من جسمك وقم بخفض الجزء العلوي من جسمك باستخدام الوركين.
ca: Mantingueu les manuelles a prop del vostre cos i baixeu la part superior del cos amb els malucs.
cs: Udržujte činky blízko těla a nakloňte se, přičemž pohyb provádějte hlavně v kyčli.
da: Hold håndvægten tæt på kroppen og sænk overkroppen, mens du bruger hofterne.
de_de: Die Kurzhantel in der Nähe des Körpers halten und den Oberkörper durch die Hüfte nach unten drücken.
el: Κρατήστε τον δίσκο κοντά στο σώμα σας και γυρίστε το πάνω μέρος του σώματος, χρησιμοποιώντας την κίνηση των γονάτων.
en_au: Hold the dumbbell close to your body and lower your upper body with hip movement.
es_es: Sostén las mancuernas cerca del cuerpo y inclínate hacia arriba, utilizando la cadera como punto de apoyo.
fi: Pidä kahvakuula lähelläsi ja laske ylävartaloa polvien avulla.
fr_ca: Tenir l'haltère près du corps et se pencher en utilisant les hanches.
gu: ડમ્બેલને શરીરની નજીક રાખો અને હિપ્સ દ્વારા ઉપરના ભાગને નીચે કરો.
he: החזיקו את המשקולת קרוב לגוף, והשליכו את הגוף קדימה תוך שימוש בעיקר בשרירי הירכיים.
hi: अपने शरीर के करीब डम्बल को रखें और कूल्हे की गति से ऊपरी शरीर को नीचे करें।
hr: Držite dumbbell blizu tijela i nagnete gornji dio tijela, koristeći gluteus kao izvor snage.
hu: Tartsd az ellógatot a test közelében, és hajtj ki a felsőtestet a combok mozgása által.
id: Pegang dumbbell dekat tubuh, lalu condongkan badan dengan gerakan dari pinggul.
it: Tieni i pesi vicino al corpo e piega il busto, mantenendo le ginocchia dritte.
ko: 덤벨을 몸 가까이에 두고, 엉덩이를 중심으로 상체를 숙인다.
mr: डंबल शरीराच्या जवळ ठेवा आणि नितंबांच्या मदतीने शरीराला वरच्या दिशेने वाकवा.
ms: Pastikan dumbbell berada di dekat tubuh, kemudian condongkan bahagian atas tubuh dengan mengandalkan lutut.
nl_nl: Houd de kettlebell dichtbij en kantel je bovenlichaam, waarbij je de heupen gebruikt.
no: Hold vektstangen nær kroppen og bruk hoftene til å senke overkroppen.
pl: Trzymaj hantl blisko ciała i opieraj się na nim, aby wyginać tułów.
pt_br: Segure o haltere perto do corpo e incline o tronco, utilizando os quadris.
pt_pt: Segure o haltere perto do corpo e incline o tronco, utilizando os quadris.
ro: Țineți gantera aproape de corp și aplecați-vă, folosind mișcarea șoldurilor.
ru: Держите гантель рядом с собой и наклоняйте корпус, чтобы опустить верхнюю часть тела.
sk: Držte rúbiky blízko tela a ohývajte trup, pričom sa zamerajte na pohyby v bedrách.
sl: Držite žogo blizu teles in se nagnete z glavo naprej, pri čemer uporabite gibanje kolena.
sv: Håll hanteln nära kroppen och böj dig i höften för att luta överkroppen.
ta: உங்கள் உடலுக்கு அருகில் தண்டுகளை வைத்திருங்கள்.
te: డంబెల్‌ను మీ శరీరానికి దగ్గరగా ఉంచి, పిరుదుల ద్వారా పై భాగాన్ని వంచండి.
th: วางดัมเบลไว้ใกล้ตัว และใช้การเคลื่อนไหวของสะโพกเพื่อโน้มตัวขึ้น
tr: Dambılı vücudunuza yakın tutun ve kalça hareketleriyle üst vücudu öne doğru eğin.
uk: Тримайте гантелі біля тіла та опускайте верхню частину тіла, використовуючи рух стегон.
vi: Giữ tạ gần người, sau đó gập người và nghiêng thân trên.
zh_hans: 将哑铃放在身体附近，以髋关节为中心，倒下上半身。
zh_hant: 將啞鈴放在身體附近，以髖關節為中心，將上半身傾斜。

# domain_catalog.535a51f88058
source: 上腕を床と平行に近づけ、肘から先だけを後ろへ伸ばす。
ar_sa: اجعل ذراعيك العلويتين موازيتين للأرض ومدد مرفقيك للخلف فقط.
ca: Porteu els braços superiors paral·lels al terra i esteneu només els colzes cap enrere.
cs: Přibližte paže ke zemi a natáhněte pouze část od loktů dozadu.
da: Bring overarmen tæt på gulvet og stræk kun armen fra albue og ud.
de_de: Den Oberarm so nah an den Boden bringen, dass er parallel dazu verläuft, und nur den Bereich vom Ellbogen bis zur Hand nach hinten ausstrecken.
el: Προσεγγίστε τον αγκώνα στο ύψος του δαπέδου και τεντώστε μόνο την περιοχή από τον αγκώνα προς τα πίσω.
en_au: Bring your upper arm parallel to the floor and extend only your forearm backwards.
es_es: Acerca el brazo al suelo, manteniendo el codo como punto de referencia y estira el brazo hacia atrás.
fi: Vie kyynärpäät lattiaa vasten ja pidä vain kyynärpäistä eteenpäin.
fr_ca: Approchez votre avant-bras pour qu'il soit parallèle au sol et étirez uniquement la partie arrière de votre bras.
gu: તમારા હાથને ફ્લોર સાથે સમાંતર રાખો, અને ફક્ત ખભાથી આગળનો ભાગ પાછળની તરફ ખેંચો.
he: להביא את הזרוע לקיר בצורה מקבילה ולהרחיב רק את החלק האחורי של המרפק.
hi: अपनी बांह को फर्श के समानांतर लाएं, और केवल अपनी कलाई और हाथ को पीछे की ओर फैलाएं।
hr: Prilazite nadlaktice pod kutom s podom i istežite samo dijelove ruke prema nazad.
hu: A karokat a talajhoz közelítsen, és csak a könyök után nyújtson ki.
id: Mendekatkan lengan sejajar dengan lantai, lalu meregangkan bagian belakang dari siku ke atas.
it: Avvicinare il braccio al pavimento, mantenendo solo la parte superiore estesa all'indietro.
ko: 팔을 바닥과 평행하게 하고, 팔꿈치부터 시작하여 팔을 뒤로 뻗으세요.
mr: ऊर्जेला जमिनीच्या पातळीवर आणा आणि फक्त कोपरा पुढे सरकवा.
ms: Mendekatkan lengan dengan lantai, hanya meregangkan bahagian belakang dari siku sahaja.
nl_nl: Breng de bovenarmen parallel aan de vloer en strek alleen de onderkant van je armen naar achteren.
no: Bruk armen slik at den er parallell med gulvet, og strekk bare fra albue og nedover.
pl: Przybliż pałę do podłogi, a następnie wyprostwaj tylko jej część w tył.
pt_br: Aproxime o braço do chão e estenda apenas a parte posterior do braço para trás.
pt_pt: Aproxime o braço do chão e estenda apenas a parte posterior do braço para trás.
ro: Aproșați brațul astfel încât să fie paralel cu podeaua și întindeți doar partea superioară a brațului înapoi.
ru: Приблизьте предплечье к полу параллельно ему и вытяните только верхнюю часть руки назад.
sk: Prinesite rameno blízko podlahy a natiahnite len končeky prstov.
sl: Zavežite ramo, da je ravno na tleh, in raztegnete ramo od komarjev naprej.
sv: Placera underarmarna parallellt med golvet och sträck bara armen bakåt från armbågen.
ta: கைகளை தரையுடன் சமமாக கொண்டு, மணிக்கட்டு முதல் பகுதியை பின்னோக்கி நீட்டவும்.
te: చేతులను నేలకు సమానంగా దగ్గర చేసి, మోచేతి నుండి ముందుకు మాత్రమే చాటండి.
th: ยืดแขนให้แนบลำตัว และเหยียดเฉพาะส่วนหลังของแขน
tr: Kolunuzu yere paralel olacak şekilde yaklaştırın ve sadece dirsekten yukarıyı geriye doğru uzatın.
uk: Приблизьте верхню частину руки до підлоги, розгинаючи лише лікті.
vi: Đưa cánh tay gần sát mặt sàn, chỉ kéo phần sau của khuỷu tay ra phía trước.
zh_hans: 将上臂靠近地面，只向前伸展手臂。
zh_hant: 將手臂與地面平行，僅向前伸展肘部及上臂。

# domain_catalog.53bdd01e0cdb
source: 見た目と動ける身体を整えよう
ar_sa: اجعل جسمك يبدو ويتحرك
ca: Feu que el vostre cos vegi i es mogui
cs: Zlepšete svůj vzhled a pohyblivost
da: Skab et sundt og attraktivt udseende
de_de: Aussehen und funktionelle Stärke verbessern
el: Επιδιώξτε μια φυσική και όμορφη εμφάνιση
en_au: Improve your appearance and physical ability
es_es: Mejora tu apariencia y movilidad.
fi: Hio sekä ulkonäköä että liikkuvuutta.
fr_ca: Améliorer son apparence et sa capacité physique
gu: દેખાવ અને હલનચલન માટે શરીરને વ્યવસ્થિત કરો.
he: להשיג גוף חזק ומודע למראה
hi: अपने दिखावे और शारीरिक क्षमता को बेहतर बनाएं
hr: Pobrinite se za izgled i sposobnost kretanja tijela
hu: Felejtsd el a megjelenést, és alakítsd a testedet
id: Perbaiki penampilan dan kemampuan fisik Anda
it: Raggiungi un aspetto e una forma fisica ottimali
ko: 외모와 움직일 수 있는 몸을 가꾸도록
mr: दिसणे आणि शारीरिक क्षमता सुधारण्यासाठी प्रयत्न करा.
ms: Jaga penampilan dan keupayaan fizikal anda
nl_nl: Verbeter je uiterlijk en fysieke conditie
no: Få et bedre utseende og en mer funksjonell kropp
pl: Dąż do idealnego wyglądu i sprawności
pt_br: Cuide da sua aparência e do seu corpo
pt_pt: Cuide da sua aparência e do seu corpo
ro: Obține un aspect și o postură atletică
ru: Улучшить внешний вид и физическую форму
sk: Zlepšite svoj vzhľad a fyzickú kondíciu
sl: Izboljšajte svoj izgled in gibljivost
sv: Skapa ett hälsosamt utseende och en funktionell kropp
ta: உங்கள் தோற்றத்தையும், உடலைச் சுறுசுறுப்பாக வைத்திருக்கவும்.
te: శరీర రూపాన్ని మరియు కదలికలను మెరుగుపరచుకోండి.
th: ทำให้รูปลักษณ์และร่างกายแข็งแรง
tr: Vücudunuzu ve görünümünüzü iyileştirin
uk: Покращіть свою зовнішність і фізичну форму
vi: Cải thiện ngoại hình và khả năng vận động của cơ thể
zh_hans: 塑造理想的外观和身体状态
zh_hant: 調整外觀和可活動的身體

# domain_catalog.54a38292197e
source: 今日の記録は{{value1}}/{{value2}}回です
ar_sa: سجل اليوم هو {{value1}}/{{value2}} مرات
ca: El rècord d'avui és {{value1}}/{{value2}} vegades
cs: Dnešní záznamy jsou {{value1}}/{{value2}}.
da: Dine registreringer i dag er {{value1}}/{{value2}} gange
de_de: Heute wurden {{value1}} / {{value2}} Aktivitäten protokolliert.
el: Σήμερα έχετε καταγράψει {{value1}} / {{value2}} φορές.
en_au: Today's record is {{value1}}/{{value2}} times.
es_es: Hoy has registrado {{value1}} / {{value2}} veces.
fi: Tänään olet tehnyt {{value1}} / {{value2}} harjoitusta.
fr_ca: Votre journal d'aujourd'hui est de {{value1}}/{{value2}} fois.
gu: આજના રેકોર્ડ {{value1}}/{{value2}} વખત છે.
he: היום רשמתי {{value1}}/{{value2}} פעמים.
hi: आज का रिकॉर्ड {{value1}}/{{value2}} बार है।
hr: Dnevno ste unesli {{value1}} / {{value2}} aktivnosti.
hu: A mai nap rekordja: {{value1}}/{{value2}} alkalom.
id: Rekor hari ini adalah {{value1}}/{{value2}} kali
it: Il numero di attività registrate oggi è {{value1}}/{{value2}}.
ko: 오늘 기록은 {{value1}}/{{value2}}회입니다
mr: आजचे रेकॉर्ड {{value1}}/{{value2}} वेळा आहेत.
ms: Rekod hari ini ialah {{value1}}/{{value2}} kali
nl_nl: Je hebt vandaag {{value1}} keer gegeten/gedronken en {{value2}} keer beweegt.
no: Dagens registrering er {{value1}}/{{value2}} ganger.
pl: Dzisiejsze dane to {{value1}}/{{value2}} razy.
pt_br: Seu registro hoje é {{value1}}/{{value2}}.
pt_pt: Seu registro hoje é {{value1}}/{{value2}}.
ro: Numărul de activități înregistrate astăzi este {{value1}}/{{value2}}.
ru: Сегодня вы зафиксировали {{value1}} / {{value2}} тренировок.
sk: Dnes ste zaznamenali {{value1}} / {{value2}} tréningov.
sl: Vaš danov rekord je {{value1}}/{{value2}}krat
sv: Dagens registrering är {{value1}}/{{value2}} gånger.
ta: இன்றைய பதிவுகள் {{value1}}/{{value2}} முறை.
te: ఈరోజు రికార్డు {{value1}}/{{value2}} సార్లు.
th: วันนี้คุณได้บันทึกแล้ว {{value1}} ครั้ง / {{value2}} ครั้ง
tr: Bugünkü kayıtlarınız {{value1}}/{{value2}} kezdir.
uk: За сьогоднішній день ви записали {{value1}} / {{value2}} разів.
vi: Số lần tập luyện hôm nay là {{value1}}/{{value2}} lần
zh_hans: 今天的记录是{{value1}}/{{value2}}次
zh_hant: 今天的記錄為{{value1}}/{{value2}}次

# domain_catalog.5599e1303468
source: 急激な減量を勧めない
ar_sa: لا ننصح بفقدان الوزن بسرعة
ca: No recomanem una pèrdua de pes ràpida
cs: Nedoporučujeme rychlou dietu.
da: Jeg anbefaler ikke hurtige vægttab.
de_de: Ich empfehle keine schnelle Gewichtsabnahme
el: Δεν συνιστούμε την απότομη απώλεια βάρους.
en_au: We do not recommend rapid weight loss.
es_es: No recomendamos la pérdida rápida de peso.
fi: Älä suosittele nopeaa painonpudotusta
fr_ca: Nous ne recommandons pas une perte de poids rapide.
gu: ઝડપી ઘટાડાની ભલામણ કરતા નથી.
he: לא ממליצים על דיאטה קיצונית
hi: तेजी से वजन घटाने की सलाह नहीं देते हैं
hr: Ne preporučujem drastičnu redukciju težine
hu: Nem javasoljuk a drasztikus fogyást.
id: Tidak menyarankan penurunan berat badan secara drastis
it: Non promuoviamo la perdita di peso rapida
ko: 급격한 감량을 권장하지 않습니다.
mr: जलद वजन कमी करण्याच्या सल्ल्यापासून दूर राहा.
ms: Tidak mengesyorkan penurunan berat badan yang pesat
nl_nl: We raden geen snelle gewichtsverlies aan.
no: Vi anbefaler ikke raske vektnedgang.
pl: Nie zalecamy drastycznych diet.
pt_br: Não recomendo dietas radicais
pt_pt: Não recomendo dietas radicais
ro: Nu recomand reducerea drastică a greutății
ru: Не рекомендуем резкую потерю веса.
sk: Nedoporučujeme extrémne diéty.
sl: Ne priporočamo drastične izgube teže.
sv: Rekommenderar inte snabb viktminskning.
ta: விரைவான எடை இழப்பை பரிந்துரைக்க மாட்டேன்.
te: త్వరగా తగ్గించడం గురించి సలహా ఇవ్వడం లేదు.
th: ไม่แนะนำการลดน้ำหนักอย่างรวดเร็ว
tr: Hızlı kilo vermeyi önermiyorum
uk: Не рекомендуємо швидкі дієти.
vi: Không khuyến khích giảm cân nhanh chóng
zh_hans: 不建议快速减重
zh_hant: 不建议快速减重
